{
  "Matthew": {
    "5": {
      "4": {
        "vi": "Phúc cho ai khóc lóc sầu khổ, vì họ sẽ được Thiên Chúa ủi an.",
        "en": "Blessed are those who mourn, for they will be comforted."
      },
      "6": {
        "vi": "Phúc thay ai hiền lành, vì họ sẽ được Đất Hứa làm gia nghiệp.",
        "en": "Blessed are the kind of heart, for theirs is the kingdom of heaven."
      },
      "7": {
        "vi": "Phúc thay ai xót thương người, vì họ sẽ được Thiên Chúa xót thương.",
        "en": "Blessed are the merciful, for they will be shown mercy."
      },
      "8": {
        "vi": "Phúc thay ai có tâm hồn trong sạch, vì họ sẽ được nhìn thấy Thiên Chúa.",
        "en": "Blessed are the clean of heart, for they will see God."
      },
      "9": {
        "vi": "Phúc thay ai xây dựng hoà bình, vì họ sẽ được gọi là con Thiên Chúa.",
        "en": "Blessed are the peacemakers, for they will be called children of God."
      },
      "10": {
        "vi": "Phúc thay ai bị bách hại vì sống công chính, vì Nước Trời là của họ.",
        "en": "Blessed are they who are persecuted for the sake of righteousness, for theirs is the kingdom of heaven."
      },
      "14": {
        "vi": "You are the light of the world.",
        "en": "Chính anh em là ánh sáng cho trần gian."
      },
      "48": {
        "vi": "Anh em hãy nên hoàn thiện, như Cha anh em trên trời là Đấng hoàn thiện.",
        "en": "So be perfect, just as your heavenly Father is perfect."
      }
    },
    "6": {
      "3-4": {
        "vi": "Khi bố thí, đừng cho tay trái biết việc tay phải làm, để việc anh bố thí được kín đáo. Và Cha của anh, Đấng thấu suốt những gì kín đáo, sẽ trả lại cho anh.",
        "en": "When you give alms, do not let your left hand know what your right is doing, so that your almsgiving may be secret. And your Father who sees in secret will repay you."
      },
      "6": {
        "vi": "Khi anh cầu nguyện, hãy vào phòng, đóng cửa lại, và cầu nguyện cùng Cha của anh, Ðấng hiện diện nơi kín đáo. Và Cha của anh, Đấng thấu suốt những gì kín đáo, sẽ trả công cho anh",
        "en": "When you pray, go to your inner room, close the door, and pray to your Father in secret. And your Father who sees in secret will repay you."
      },
      "14": {
        "vi": "Nếu anh em tha lỗi cho người ta, thì Cha anh em trên trời cũng sẽ tha thứ cho anh em.",
        "en": "If you forgive others their transgressions, your heavenly Father will forgive you."
      },
      "20": {
        "vi": "hãy tích trữ cho mình những kho tàng trên trời, nơi mối mọt không làm hư nát, nơi trộm cắp không lấy đi được.",
        "en": "store up treasures in heaven, where neither moth nor decay destroys, nor thieves break in and steal."
      },
      "31-32": {
        "vi": "Anh em đừng lo lắng tự hỏi: ta sẽ ăn gì, uống gì, hay mặc gì đây? Cha anh em trên trời thừa biết anh em cần tất cả những thứ đó.",
        "en": "Do not worry about your life, what you will eat (or drink), or about your body, what you will wear. Your heavenly Father knows that you need them all."
      },
      "33": {
        "vi": "Trước hết hãy tìm kiếm Nước Thiên Chúa và đức công chính của Người, còn tất cả những thứ kia, Người sẽ thêm cho.",
        "en": "Seek first the kingdom of God and his righteousness, and all these things will be given you."
      },
      "34": {
        "vi": "Anh em đừng lo lắng về ngày mai: ngày mai, sẽ tự lo cho chính nó.",
        "en": "Do not worry about tomorrow; tomorrow will take care of itself."
      }
    },
    "7": {
      "7": {
        "vi": "Anh em cứ xin thì sẽ được, cứ tìm thì sẽ thấy, cứ gõ cửa thì sẽ được mở cho.",
        "en": "Ask and it will be given to you; seek and you will find; knock and the door will be opened to you."
      },
      "14": {
        "vi": "Tất cả những gì anh em muốn người ta làm cho mình, thì chính anh em cũng hãy làm cho người ta.",
        "en": "Do to others whatever you would have them do to you."
      },
      "16": {
        "vi": "Thầy sai anh em đi như chiên đi vào giữa bầy sói. Vậy anh em phải khôn như rắn và đơn sơ như bồ câu.",
        "en": "I am sending you like sheep in the midst of wolves; so be shrewd as serpents and simple as doves."
      },
      "24": {
        "vi": "Ai nghe những lời Thầy nói đây mà đem ra thực hành, thì ví được như người khôn xây nhà trên đá.",
        "en": "Everyone who listens to these words of mine and acts on them will be like a wise man who built his house on rock."
      }
    }
  }
}
